Chromium.pfm_title = "Chromium";
Chromium.pfm_description = "Einstellungen für Chromium";
AllowCrossOriginAuthPrompt.pfm_title = "Ursprungsübergreifende HTTP Basic Authentication-Abfragen";
AllowCrossOriginAuthPrompt.pfm_description = "Steuert, ob Unterinhalte auf Seiten von Drittanbietern ein HTTP Basic Authentication-Dialogfeld in einem Pop-up-Fenster öffnen dürfen. Dies ist normalerweise zum Schutz vor Phishing deaktiviert.";
AllowFileSelectionDialogs.pfm_title = "Aufrufen von Dialogfeldern zur Dateiauswahl zulassen";
AllowFileSelectionDialogs.pfm_description = "Ermöglicht den Zugriff auf lokale Dateien auf dem Computer, indem Chromium Dialogfelder zur Dateiauswahl anzeigen darf. Wenn Sie diese Einstellung aktivieren, können Nutzer Dateiauswahl-Dialogfelder wie gewohnt öffnen. Ist diese Einstellung deaktiviert, wird bei jeder Nutzeraktion, bei der ein Dialogfeld zur Dateiauswahl angezeigt werden würde (etwa beim Importieren von Lesezeichen, beim Hochladen von Dateien oder beim Speichern von Links), stattdessen eine Meldung angezeigt. Außerdem geht das System davon aus, dass der Nutzer im Dialogfeld zur Dateiauswahl auf \"Abbrechen\" geklickt hat. Wenn diese Einstellung nicht aktiviert ist, können Nutzer Dateiauswahl-Dialogfelder wie gewohnt öffnen.";
AllowOutdatedPlugins.pfm_title = "Ausführung veralteter Plug-ins zulassen";
AllowOutdatedPlugins.pfm_description = "Aktiviert die Ausführung veralteter Plug-ins in Chromium. Falls Sie diese Einstellung aktivieren, werden veraltete Plug-ins wie normale Plug-ins verwendet. Ist diese Einstellung deaktiviert, werden veraltete Plugins nicht verwendet und Nutzer werden nicht aufgefordert, ihrer Ausführung zuzustimmen. Falls diese Einstellung nicht festgelegt ist, müssen die Nutzer zustimmen, damit veraltete Plug-ins ausgeführt werden können.";
AlternateErrorPagesEnabled.pfm_title = "Alternative Fehlerseiten aktivieren";
AlternateErrorPagesEnabled.pfm_description = "Aktiviert den Einsatz alternativer Fehlerseiten, die in Chromium integriert sind (z. B. \"Seite nicht gefunden\"), und verhindert, dass Nutzer diese Einstellung ändern. Falls Sie diese Einstellung aktivieren, werden alternative Fehlerseiten verwendet. Ist diese Einstellung deaktiviert, werden nie alternative Fehlerseiten verwendet. Falls Sie diese Einstellung aktivieren oder deaktivieren, können Nutzer die Einstellung in Chromium nicht ändern oder außer Kraft setzen.";
AlwaysAuthorizePlugins.pfm_title = "Führt Plug-ins, die eine Autorisierung erfordern, immer aus";
AlwaysAuthorizePlugins.pfm_description = "Ermöglicht Chromium die Ausführung von Plug-ins, für die eine Autorisierung erforderlich ist. Wenn Sie diese Einstellung aktivieren, werden nicht veraltete Plug-ins immer ausgeführt. Ist diese Einstellung deaktiviert oder nicht eingerichtet, müssen die Nutzer der Ausführung der Plug-ins zustimmen, die eine Autorisierung benötigen. Diese Plug-ins können ein Sicherheitsrisiko darstellen.";
AuthNegotiateDelegateWhitelist.pfm_title = "Weiße Liste für Kerberos-Bevollmächtigungs-Server";
AuthNegotiateDelegateWhitelist.pfm_description = "Server, die Chromium bevollmächtigen kann";
AuthSchemes.pfm_title = "Unterstützte Authentifizierungsschemas";
AuthSchemes.pfm_description = "Gibt an, welche HTTP-Authentifizierungsschemas von Chromium unterstützt werden. Mögliche Werte sind \"basic\", \"digest\", \"ntlm\" und \"negotiate\". Trennen Sie mehrere Werte durch Kommas.";
AuthServerWhitelist.pfm_title = "Weiße Liste für Authentifizierungsserver";
AuthServerWhitelist.pfm_description = "Gibt an, welche Server für die integrierte Authentifizierung auf die weiße Liste gesetzt werden sollen. Die integrierte Authentifizierung wird nur aktiviert, wenn Chromium eine Authentifizierungsaufforderung von einem Proxy oder einem Server erhält, der in der Liste enthalten ist. Trennen Sie die Namen mehrerer Server mit Kommas. Platzhalter (*) sind erlaubt.";
AutoFillEnabled.pfm_title = "AutoFill aktivieren";
AutoFillEnabled.pfm_description = "Aktiviert die AutoFill-Funktion von Chromium und ermöglicht es Nutzern, Web-Formulare automatisch mit zuvor gespeicherten Informationen (etwa Adresse oder Kreditkarten-Informationen) ausfüllen zu lassen. Falls Sie diese Einstellung deaktivieren, können die Nutzer die AutoFill-Funktion nicht einsetzen. Ist diese Einstellung aktiviert oder kein Wert konfiguriert, kann der Nutzer den Einsatz der AutoFill-Funktion steuern. Er kann dann AutoFill-Profile konfigurieren und die AutoFill-Funktion nach eigenem Ermessen aktivieren und deaktivieren.";
BlockThirdPartyCookies.pfm_title = "Drittanbieter-Cookies blockieren";
BlockThirdPartyCookies.pfm_description = "Blockiert Cookies von Drittanbietern. Ist diese Einstellung aktiviert, können Webseiten-Elemente, die nicht zur Domain gehören, die in der Adressleiste des Browsers angezeigt wird, keine Cookies setzen. Falls Sie diese Einstellung deaktivieren, können Webseiten-Elemente, die nicht zur in der Adressleiste des Browsers angezeigten Domain gehören, Cookies setzen. Außerdem wird verhindert, dass Nutzer diese Einstellung ändern.";
BookmarkBarEnabled.pfm_title = "Lesezeichenleiste aktivieren";
BookmarkBarEnabled.pfm_description = "Aktiviert die Lesezeichenleiste auf der \"Neuer Tab\"-Seite in Chromium. Falls Sie diese Einstellung aktivieren, wird in Chromium auf der \"Neuer Tab\"-Seite eine Lesezeichenleiste angezeigt. Sollten Sie diese Einstellung deaktivieren, wird die Lesezeichenleiste nie für Nutzer angezeigt. Wenn Sie diese Einstellung aktivieren oder deaktivieren, können die Nutzer sie in Chromium nicht ändern oder außer Kraft setzen.";
ClearSiteDataOnExit.pfm_title = "Websitedaten beim Schließen des Browsers löschen";
ClearSiteDataOnExit.pfm_description = "Diese Richtlinie setzt die Option \"Cookies und andere Websitedaten beim Schließen des Browsers löschen\" außer Kraft. Ist diese Richtlinie auf \"true\" gesetzt, löscht Chromium alle lokal gespeicherten Daten aus dem Browser, wenn dieser beendet wird.";
CookiesAllowedForUrls.pfm_title = "Cookies auf diesen Websites zulassen";
CookiesAllowedForUrls.pfm_description = "Mit dieser Richtlinie können Sie eine Liste von URL-Mustern festlegen, um anzugeben, welche Websites Cookies setzen dürfen.";
CookiesBlockedForUrls.pfm_title = "Cookies auf diesen Websites blockieren";
CookiesBlockedForUrls.pfm_description = "Mit dieser Richtlinie können Sie eine Liste von URL-Mustern festlegen, um anzugeben, welche Websites keine Cookies setzen dürfen.";
CookiesSessionOnlyForUrls.pfm_title = "Auf diesen Websites Cookies für die jeweilige Sitzung zulassen";
CookiesSessionOnlyForUrls.pfm_description = "Mit dieser Richtlinie können Sie eine Liste von URL-Mustern festlegen, um anzugeben, welche Websites Cookies für die jeweilige Sitzung setzen dürfen.";
DefaultBrowserSettingEnabled.pfm_title = "Google Chrome als Standardbrowser festlegen";
DefaultBrowserSettingEnabled.pfm_description = "Konfiguriert den Standardbrowser, führt in Chromium eine Überprüfung durch und verhindert, dass Nutzer die Einstellung ändern. Falls Sie diese Einstellung aktivieren, überprüft Chromium bei jedem Start, ob es der Standardbrowser ist. Nach Möglichkeit registriert sich die Anwendung dann automatisch. Ist diese Einstellung deaktiviert, überprüft Chromium nie, ob es der Standardbrowser ist. Außerdem werden alle Nutzersteuerelemente zum Einstellen dieser Option deaktiviert. Falls diese Einstellung nicht festgelegt ist, kann der Nutzer selbst steuern, ob Chromium der Standardbrowser ist und ob Nutzerbenachrichtigungen angezeigt werden sollen, wenn dies nicht der Fall ist.";
DefaultCookiesSetting.pfm_title = "Standardeinstellungen für Cookies";
DefaultCookiesSetting.pfm_description = "0 - Speichern von lokalen Daten für alle Websites zulassen\n1 - Speichern von lokalen Daten für keine Website zulassen\nMit dieser Richtlinie können Sie festlegen, welche Websites lokale Daten speichern dürfen. Das Speichern von lokalen Daten kann entweder für alle Websites zugelassen oder für alle Websites verboten werden.";
DefaultGeolocationSetting.pfm_title = "Standardeinstellung für \"geolocation\"";
DefaultGeolocationSetting.pfm_description = "0 - Ermittlung des physischen Standorts des Nutzers durch Websites zulassen\n1 - Verfolgung des physischen Standorts der Nutzer für keine Website zulassen\n2 - Nachfragen, wenn eine Website den physischen Standort der Nutzer verfolgen möchte\nMithilfe dieser Richtlinie können Sie festlegen, ob Websites den physischen Standort der Nutzer verfolgen dürfen. Das Verfolgen des physischen Standorts der Nutzer kann standardmäßig zugelassen oder verboten werden oder es kann festgelegt werden, dass der Nutzer gefragt wird, wenn eine Website den physischen Standort anfordert.";
DefaultImagesSetting.pfm_title = "Standardeinstellung für Bilder";
DefaultImagesSetting.pfm_description = "0 - Anzeige aller Bilder auf allen Websites zulassen\n1 - Anzeige von Bildern für alle Websites blockieren\nMit dieser Option können Sie festlegen, ob auf Websites Bilder angezeigt werden dürfen. Das Anzeigen von Bildern kann entweder für alle Websites zugelassen oder für alle Websites verboten werden.";
DefaultJavaScriptSetting.pfm_title = "JavaScript-Standardeinstellung";
DefaultJavaScriptSetting.pfm_description = "0 - Ausführung von JavaScript für alle Websites zulassen\n1 - Ausführung von JavaScript für keine Website zulassen\nMit dieser Option können Sie festlegen, ob Websites JavaScript ausführen dürfen. Die Ausführung von JavaScript kann entweder für alle Websites zugelassen oder für alle Websites verboten werden.";
DefaultNotificationSetting.pfm_title = "Standardeinstellung für Benachrichtigungen";
DefaultNotificationSetting.pfm_description = "0 - Anzeige von Desktop-Benachrichtigungen durch Websites zulassen\n1 - Anzeige von Desktop-Benachrichtigungen für keine Website zulassen\n2 - Nachfragen, wenn eine Website Desktop-Benachrichtigungen anzeigen will\nMit dieser Richtlinie können Sie festlegen, ob Websites Desktop-Benachrichtigungen anzeigen dürfen. Das Anzeigen von Desktop-Benachrichtigungen kann standardmäßig zugelassen oder verboten werden oder es kann festgelegt werden, dass der Nutzer die Anzeige von Desktop-Benachrichtigungen durch eine Website jedes Mal bestätigen muss.";
DefaultPluginsSetting.pfm_title = "Standardeinstellung für Plug-ins";
DefaultPluginsSetting.pfm_description = "0 - Automatische Ausführung von Plug-ins für alle Websites zulassen\n1 - Alle Plug-ins blockieren\nMit dieser Richtlinie können Sie festlegen, ob Websites Plug-ins automatisch ausführen dürfen. Automatisch ausgeführte Plug-ins können entweder für alle Websites zugelassen oder für alle Websites verboten werden.";
DefaultPopupsSetting.pfm_title = "Standardeinstellung für Pop-ups";
DefaultPopupsSetting.pfm_description = "0 - Anzeige von Pop-ups für alle Websites zulassen\n1 - Anzeige von Pop-ups für keine Website zulassen\nMithilfe dieser Richtlinie können Sie festlegen, ob auf Websites Pop-ups angezeigt werden dürfen. Das Anzeigen von Pop-ups kann für alle Websites zugelassen oder für alle Websites verboten werden.";
DefaultSearchProviderEnabled.pfm_title = "Standardsuchmaschine aktivieren";
DefaultSearchProviderEnabled.pfm_description = "Ermöglicht die Verwendung einer Standardsuchmaschine. Ist diese Einstellung aktiviert, wird eine Standardsuche durchgeführt, wenn der Nutzer in die Omnibox Text eingibt, der keine URL ist. Sie können die zu verwendende Standardsuchmaschine angeben, indem Sie die restlichen Standard-Suchrichtlinien festlegen. Werden diese nicht festgelegt, kann der Nutzer die Standardsuchmaschine auswählen. Ist diese Einstellung deaktiviert, wird keine Suche durchgeführt, wenn der Nutzer einen anderen Text als eine URL in die Omnibox eingibt. Falls Sie diese Einstellung aktivieren oder deaktivieren, können Nutzer die Einstellung in Chromium nicht ändern oder außer Kraft setzen.";
DefaultSearchProviderEncodings.pfm_title = "Standardsuchmaschinen-Codierungen";
DefaultSearchProviderEncodings.pfm_description = "Gibt an, welche Zeichencodierungen die Suchmaschine unterstützt. Die Codierungen werden anhand von Codeseiten-Namen wie \"UTF-8\", \"GB2312\" oder \"ISO-8859-1\" angegeben und in der angegebenen Reihenfolge ausprobiert. Der Standardwert ist \"UTF-8\".";
DefaultSearchProviderIconURL.pfm_title = "Symbol der Standardsuchmaschine";
DefaultSearchProviderIconURL.pfm_description = "Diese Richtlinie gibt die URL des Favicons der Standardsuchmaschine an (optional).";
DefaultSearchProviderInstantURL.pfm_title = "Google Instant-URL der Standardsuchmaschine";
DefaultSearchProviderInstantURL.pfm_description = "Gibt die URL der Suchmaschine an, die sofortige Suchergebnisse bereitstellt. Die URL sollte die Zeichenfolge \"'{searchTerms}'\" enthalten, die zum Zeitpunkt der Suchanfrage durch den Text ersetzt wird, den der Nutzer bereits eingegeben hat. Diese Einstellung ist optional.";
DefaultSearchProviderKeyword.pfm_title = "Suchbegriff der Standardsuchmaschine";
DefaultSearchProviderKeyword.pfm_description = "Gibt das Schlüsselwort an, das in der Omnibox als Verknüpfung zum Starten der Suche für diese Suchmaschine verwendet wird. Diese Einstellung ist optional.";
DefaultSearchProviderName.pfm_title = "Name der Standardsuchmaschine";
DefaultSearchProviderName.pfm_description = "Gibt den Namen der Standardsuchmaschine an. Ist dieses Feld leer, wird der durch die Such-URL angegebene Host-Name verwendet.";
DefaultSearchProviderSearchURL.pfm_title = "Such-URL der Standardsuchmaschine";
DefaultSearchProviderSearchURL.pfm_description = "Gibt die URL der Suchmaschine an, die bei Standardsuchanfragen verwendet wird. Die URL sollte die Zeichenfolge \"{searchTerms}\" enthalten, die zum Zeitpunkt der Abfrage durch die Suchbegriffe des Nutzers ersetzt wird.";
DefaultSearchProviderSuggestURL.pfm_title = "Vorschlags-URL für die Standardsuchmaschine";
DefaultSearchProviderSuggestURL.pfm_description = "Gibt die URL der Suchmaschine an, die Suchvorschläge bereitstellt. Die URL sollte die Zeichenfolge \"{searchTerms}\" enthalten, die zum Zeitpunkt der Suchanfrage durch den Text ersetzt wird, den der Nutzer bereits eingegeben hat. Diese Einstellung ist optional.";
DeveloperToolsDisabled.pfm_title = "Entwickler-Tools deaktivieren";
DeveloperToolsDisabled.pfm_description = "Deaktiviert die Entwickler-Tools und die JavaScript-Konsole. Falls Sie diese Einstellung aktivieren, ist kein Zugriff auf die Entwickler-Tools möglich und Website-Elemente können nicht mehr überprüft werden. Alle Tastenkombinationen und Menü- oder Kontextmenü-Einträge zum Öffnen der Entwickler-Tools oder der JavaScript-Konsole werden deaktiviert.";
Disable3DAPIs.pfm_title = "Unterstützung für 3D-Grafik-APIs deaktivieren";
Disable3DAPIs.pfm_description = "Diese Richtlinie deaktiviert die Unterstützung für 3D-Grafik-APIs. Ist diese Einstellung aktiviert, können Webseiten nicht auf die GPU (Graphics Processing Unit) zugreifen. Insbesondere können Webseiten nicht auf das WebGL-API zugreifen und Plug-ins können nicht das Pepper-3D-API verwenden. Ist diese Einstellung deaktiviert, können Webseiten möglicherweise auf das WebGL-API zugreifen und Plug-ins können das Pepper-3D-API verwenden. Bei der Standardeinstellung des Browsers kann es weiterhin erforderlich sein, dass zur Verwendung dieser APIs Argumente über die Eingabeaufforderung übergeben werden müssen.";
DisableAuthNegotiateCnameLookup.pfm_title = "CNAME-Suche bei der Aushandlung der Kerberos-Authentifizierung deaktivieren";
DisableAuthNegotiateCnameLookup.pfm_description = "Diese Richtlinie gibt an, ob der generierte Kerberos-SPN auf dem kanonischen DNS-Namen oder auf dem ursprünglich eingegebenen Namen basiert. Falls Sie diese Einstellung aktivieren, wird die CNAME-Suche übersprungen und der eingegebene Name des Servers wird verwendet. Ist diese Einstellung deaktiviert, wird der kanonische Name des Servers anhand einer CNAME-Suche ermittelt.";
DisablePluginFinder.pfm_title = "Plug-in-Suchfunktion deaktivieren";
DisablePluginFinder.pfm_description = "Wenn Sie diese Einstellung auf \"true\" setzen, ist die automatische Suche und Installation von fehlenden Plug-ins in Chromium deaktiviert.";
DisableSpdy.pfm_title = "SPDY-Protokoll deaktivieren";
DisableSpdy.pfm_description = "Diese Richtlinie deaktiviert die Verwendung des SPDY-Protokolls in Chromium.";
DisabledPlugins.pfm_title = "Liste der deaktivierten Plug-ins";
DisabledPlugins.pfm_description = "Gibt eine Liste von Plug-ins an, die in Chromium deaktiviert sind, und verhindert das Ändern dieser Einstellung durch Nutzer. Die Platzhalterzeichen \"*\" und \"?\" können verwendet werden, um beliebige Zeichenfolgen zuzuordnen. \"*\" entspricht einer beliebigen Anzahl von Zeichen, während \"?\" ein optionales einzelnes Zeichen darstellt (kein oder ein Zeichen). Als Escape-Zeichen wird \"\\" verwendet. Dieses können Sie vor \"*\" oder \"?\" setzen, um nach diesen Zeichen (Sternchen bzw. Fragezeichen) zu suchen. Falls Sie diese Einstellung aktivieren, wird die angegebene Plug-in-Liste nie in Chromium verwendet. Die Plug-ins werden unter \"about: plugins\" als deaktiviert markiert und können nicht von Nutzern aktiviert werden. Beachten Sie, dass diese Richtlinie durch \"EnabledPlugins\" und \"DisabledPluginsExceptions\" außer Kraft gesetzt werden kann.";
DisabledPluginsExceptions.pfm_title = "Liste der Ausnahmen von der Liste der deaktivierten Plug-ins";
DisabledPluginsExceptions.pfm_description = "Gibt eine Liste von Plug-ins an, die Nutzer in Chromium aktivieren oder deaktivieren können. Die Platzhalterzeichen \"*\" und \"?\" können verwendet werden, um beliebige Zeichenfolgen zuzuordnen. \"*\" entspricht einer beliebigen Anzahl von Zeichen, während \"?\" ein optionales einzelnes Zeichen darstellt (kein oder ein Zeichen). Als Escape-Zeichen wird \"\\" verwendet. Dieses können Sie vor \"*\" oder \"?\" setzen, um nach diesen Zeichen (Sternchen bzw. Fragezeichen) zu suchen. Falls Sie diese Einstellung aktivieren, kann die angegebene Plug-in-Liste in Chromium verwendet werden. Die Plug-ins können von den Nutzern selbst dann unter \"about: plugins\" aktiviert oder deaktiviert werden, wenn das Plug-in einem Muster in \"DisabledPlugins\" entspricht. Des Weiteren können Nutzer Plug-ins aktivieren und deaktivieren, die keinem der Muster in \"DisabledPlugins\", \"DisabledPluginsExceptions\" oder \"EnabledPlugins\" entsprechen.";
DisabledSchemes.pfm_title = "Liste der deaktivierten Protokollschemas";
DisabledSchemes.pfm_description = "Deaktiviert die aufgeführten Protokollschemas in Chromium. URLs, die ein Schema aus dieser Liste verwenden, werden nicht geladen und können nicht aufgerufen werden.";
DiskCacheDir.pfm_title = "Datenträger-Cache-Verzeichnis festlegen";
DiskCacheDir.pfm_description = "Konfiguriert das Verzeichnis, in dem Chromium die Cache-Dateien auf dem Datenträger speichert. Wenn Sie diese Richtlinie festlegen, verwendet Chromium das bereitgestellte Verzeichnis, unabhängig davon, ob der Nutzer die Markierung \"--disk-cache-dir\" angegeben hat.";
DnsPrefetchingEnabled.pfm_title = "Netzwerkvervollständigung aktivieren";
DnsPrefetchingEnabled.pfm_description = "Aktiviert die Netzwerkvervollständigung in Chromium und verhindert, dass Nutzer diese Einstellung ändern. Falls Sie diese Einstellung aktivieren oder deaktivieren, können Nutzer die Einstellung in Chromium nicht ändern oder außer Kraft setzen.";
DownloadDirectory.pfm_title = "Downloadverzeichnis festlegen";
DownloadDirectory.pfm_description = "Konfiguriert das Verzeichnis, das Chromium zum Herunterladen von Dateien verwendet. Falls Sie diese Richtlinie festlegen, verwendet Chromium immer das angegebene Verzeichnis, unabhängig davon, ob der Nutzer ein Verzeichnis angegeben oder das Kennzeichen aktiviert hat, das angibt, dass jedes Mal nach dem Verzeichnis für den Download gefragt werden soll.";
EditBookmarksEnabled.pfm_title = "Bearbeitung von Lesezeichen aktivieren oder deaktivieren";
EditBookmarksEnabled.pfm_description = "Aktiviert oder deaktiviert die Bearbeitung von Lesezeichen in Chromium. Falls Sie diese Einstellung aktivieren, können Lesezeichen hinzugefügt, entfernt oder geändert werden. Dies ist die Standardeinstellung. Sollten Sie diese Einstellung deaktivieren, können keine Lesezeichen hinzugefügt, entfernt oder geändert werden. Vorhandene Lesezeichen bleiben jedoch weiterhin verfügbar.";
EnableAuthNegotiatePort.pfm_title = "Nicht-Standard-Port in Kerberos-SPN einschließen";
EnableAuthNegotiatePort.pfm_description = "Diese Richtlinie gibt an, ob der generierte Kerberos-SPN einen nicht standardmäßigen Port umfassen soll. Falls Sie diese Einstellung aktivieren und ein Nicht-Standard-Port (ein anderer Port als 80 oder 443) eingegeben wird, wird dieser in den generierten Kerberos-SPN aufgenommen. Wenn Sie diese Einstellung deaktivieren, umfasst der generierte Kerberos-SPN in keinem Fall einen Port.";
EnabledPlugins.pfm_title = "Liste der aktivierten Plug-ins";
EnabledPlugins.pfm_description = "Gibt eine Liste von Plug-ins an, die in Chromium aktiviert sind, und verhindert, dass Nutzer diese Einstellung ändern. Die Platzhalterzeichen \"*\" und \"?\" können verwendet werden, um beliebige Zeichenfolgen zuzuordnen. \"*\" entspricht einer beliebigen Anzahl von Zeichen, während \"?\" ein optionales einzelnes Zeichen darstellt (kein oder ein Zeichen). Als Escape-Zeichen wird \"\\" verwendet. Dieses können Sie vor \"*\" oder \"?\" setzen, um nach diesen Zeichen (Sternchen bzw. Fragezeichen) zu suchen. Die angegebene Liste von Plug-ins wird in Chromium immer verwendet, sofern diese installiert sind. Die Plug-ins werden unter \"about: plugins\" als aktiviert markiert und können nicht von Nutzern deaktiviert werden. Beachten Sie, dass diese Richtlinie sowohl \"DisabledPlugins\" als auch \"DisabledPluginsExceptions\" außer Kraft setzt.";
ExtensionInstallBlacklist.pfm_title = "Erweiterungs-IDs, die der Nutzer nicht installieren darf (\"*\" für alle)";
ExtensionInstallBlacklist.pfm_description = "Mit dieser Richtlinie können Sie festlegen, welche Erweiterungen Nutzer nicht installieren dürfen. Bereits installierte Erweiterungen, die auf die schwarze Liste gesetzt werden, werden entfernt. Der Wert \"*\" in der schwarzen Liste gibt an, dass alle Erweiterungen ausgeschlossen werden, sofern diese nicht ausdrücklich auf die weiße Liste gesetzt wurden.";
ExtensionInstallForcelist.pfm_title = "Ohne Nutzereingriff zu installierende Erweiterungs-IDs und Aktualisierungs-URLs";
ExtensionInstallForcelist.pfm_description = "Mit dieser Richtlinie können Sie eine Liste der Erweiterungen angeben, die automatisch installiert werden, also ohne Interaktion des Nutzers. Jedes Element der Liste ist eine Zeichenfolge, die aus einer Erweiterungs-ID und einer Aktualisierungs-URL besteht, die durch ein Semikolon (;) getrennt sind. Beispiel: lcncmkcnkcdbbanbjakcencbaoegdjlp;https://clients2.google.com/service/update2/crx. Chromium ruft für jedes Element die über die ID angegebene Erweiterung von der angegebenen URL ab und installiert diese ohne Nutzereingriff. Auf den folgenden Seiten wird erläutert, wie Sie Erweiterungen auf Ihrem eigenen Server hosten. Informationen zu Aktualisierungs-URLs: http://code.google.com/chrome/extensions/autoupdate.html, Informationen zum Hosten von Erweiterungen im Allgemeinen: http://code.google.com/chrome/extensions/hosting.html. Nutzer können keine Erweiterungen deinstallieren, die mithilfe dieser Richtlinie angegeben werden. Falls Sie eine Erweiterung aus dieser Liste entfernen, wird sie automatisch durch Chromium deinstalliert. Die Installation von Erweiterungen, die auf der schwarzen Liste in \"ExtensionInstallBlacklist\" stehen und nicht auf der weißen Liste, kann mit dieser Richtlinie nicht erzwungen werden.";
ExtensionInstallWhitelist.pfm_title = "Aus der schwarzen Liste auszuschließende Erweiterungs-IDs";
ExtensionInstallWhitelist.pfm_description = "Mit dieser Richtlinie können Sie festlegen, welche Erweiterungen nicht auf die schwarze Liste gesetzt werden. Der Wert \"*\" in der schwarzen Liste gibt an, dass alle Erweiterungen ausgeschlossen sind und dass Nutzer nur Erweiterungen installieren können, die in der weißen Liste enthalten sind. Standardmäßig können alle Erweiterungen installiert werden. Wurden jedoch alle Erweiterungen durch eine Richtlinie auf die schwarze Liste gesetzt, kann diese Richtlinie mithilfe der weißen Liste außer Kraft gesetzt werden.";
GSSAPILibraryName.pfm_title = "Name der GSSAPI-Bibliothek";
GSSAPILibraryName.pfm_description = "Gibt an, welche GSSAPI-Bibliothek für die HTTP-Authentifizierung verwendet werden soll. Sie können entweder nur den Namen einer Bibliothek oder einen vollständigen Pfad angeben. Wenn diese Einstellung nicht festgelegt ist, verwendet Chromium einen Standardnamen für die Bibliothek.";
HomepageIsNewTabPage.pfm_title = "\"Neuer Tab\"-Seite als Startseite verwenden";
HomepageIsNewTabPage.pfm_description = "Konfiguriert den Typ der Standard-Startseite in Chromium und verhindert, dass Nutzer die Startseiteneinstellungen ändern. Als Startseite kann entweder eine URL oder die \"Neuer Tab\"-Seite festgelegt werden. Falls Sie diese Einstellung aktivieren, wird immer die \"Neuer Tab\"-Seite als Startseite verwendet und die Startseiten-URL wird ignoriert. Ist diese Einstellung deaktiviert, ist die \"Neuer Tab\"-Seite nie die Startseite des Nutzers, es sei denn, er hat als URL \"chrome://newtab\" festgelegt. Wenn Sie diese Einstellung aktivieren oder deaktivieren, können Nutzer den Typ ihrer Startseite in Chromium nicht ändern.";
HomepageLocation.pfm_title = "Startseiten-URL";
HomepageLocation.pfm_description = "Konfiguriert die Standard-Startseiten-URL in Chromium und verhindert, dass diese von Nutzern geändert werden kann. Die Art der Startseite kann entweder auf eine hier angegebene URL oder auf die \"Neuer Tab\"-Seite festgelegt werden. Falls Sie die \"Neuer Tab\"-Seite auswählen, wird diese Richtlinie ignoriert. Ist diese Einstellung aktiviert, können Nutzer ihre Startseiten-URL in Chromium nicht ändern, aber weiterhin die \"Neuer Tab\"-Seite als Startseite festlegen.";
ImagesAllowedForUrls.pfm_title = "Bilder auf diesen Websites zulassen";
ImagesAllowedForUrls.pfm_description = "Mit dieser Richtlinie können Sie eine Liste von URL-Mustern festlegen, um anzugeben, welche Websites Bilder anzeigen dürfen.";
ImagesBlockedForUrls.pfm_title = "Bilder auf diesen Websites blockieren";
ImagesBlockedForUrls.pfm_description = "Mit dieser Richtlinie können Sie mithilfe einer Liste von URL-Mustern festlegen, auf welchen Websites keine Bilder angezeigt werden dürfen.";
IncognitoEnabled.pfm_title = "Anonymes Surfen aktivieren";
IncognitoEnabled.pfm_description = "Aktiviert den Modus für anonymes Surfen in Chromium. Wenn diese Einstellung aktiviert oder nicht konfiguriert ist, können Nutzer Webseiten in diesem Modus öffnen. Ist diese Einstellung deaktiviert, können Nutzer keine Webseiten im Modus für anonymes Surfen öffnen.";
InstantEnabled.pfm_title = "Google Instant aktivieren";
InstantEnabled.pfm_description = "Aktiviert die Instant-Funktion von Chromium und verhindert, dass Nutzer diese Einstellung ändern. Falls Sie diese Einstellung aktivieren, ist Chromium Instant aktiviert. Ist diese Einstellung deaktiviert, ist Chromium Instant deaktiviert. Falls Sie diese Einstellung aktivieren oder deaktivieren, können Nutzer die Einstellung nicht ändern oder außer Kraft setzen.";
JavaScriptAllowedForUrls.pfm_title = "JavaScript auf diesen Websites zulassen";
JavaScriptAllowedForUrls.pfm_description = "Mit dieser Richtlinie können Sie eine Liste von URL-Mustern festlegen, um anzugeben, welche Websites JavaScript ausführen dürfen.";
JavaScriptBlockedForUrls.pfm_title = "JavaScript auf diesen Websites blockieren";
JavaScriptBlockedForUrls.pfm_description = "Mit dieser Richtlinie können Sie mithilfe einer Liste von URL-Mustern festlegen, auf welchen Websites JavaScript nicht ausgeführt werden darf.";
JavascriptEnabled.pfm_title = "JavaScript aktivieren";
JavascriptEnabled.pfm_description = "Aktiviert JavaScript in Chromium und verhindert, dass Nutzer diese Einstellung ändern. Ist diese Einstellung aktiviert oder nicht konfiguriert, können Webseiten JavaScript verwenden. Falls diese Einstellung deaktiviert ist, ist der Einsatz von JavaScript auf Webseiten nicht möglich.";
MetricsReportingEnabled.pfm_title = "Berichte mit Nutzungs- und Absturzdaten erstellen";
MetricsReportingEnabled.pfm_description = "Aktiviert die anonyme Übermittlung von Nutzungs- und Absturzdaten zu Chromium an Google und verhindert, dass Nutzer diese Einstellung ändern. Falls Sie diese Einstellung aktivieren, werden anonyme Daten zur Nutzung und zu Abstürzen an Google gesendet. Ist diese Einstellung deaktiviert, werden diese Daten nie an Google gesendet. Falls Sie diese Einstellung aktivieren oder deaktivieren, können Nutzer die Einstellung in Chromium nicht ändern oder außer Kraft setzen.";
PasswordManagerAllowShowPasswords.pfm_title = "Anzeige von Passwörtern im Passwortmanager durch Nutzer zulassen";
PasswordManagerAllowShowPasswords.pfm_description = "Steuert, ob der Nutzer Passwörter im Passwortmanager als Klartext anzeigen kann. Wenn Sie diese Einstellung deaktivieren, lässt der Passwortmanager nicht zu, dass gespeicherte Passwörter im Passwortmanager-Fenster als Klartext angezeigt werden. Falls Sie diese Einstellung aktivieren oder nicht konfigurieren, können Nutzer ihre Passwörter im Passwortmanager-Fenster als Klartext anzeigen.";
PasswordManagerEnabled.pfm_title = "Passwortmanager aktivieren";
PasswordManagerEnabled.pfm_description = "Aktiviert das Speichern von Passwörtern und das Verwenden von gespeicherten Passwörtern in Chromium. Wenn Sie diese Einstellung aktivieren, können Nutzer festlegen, dass Passwörter in Chromium gespeichert und bei der nächsten Anmeldung auf einer Website automatisch verwendet werden sollen. Ist diese Einstellung deaktiviert, können Nutzer Passwörter nicht speichern und keine bereits gespeicherten Passwörter verwenden. Falls Sie diese Einstellung aktivieren oder deaktivieren, können Nutzer die Einstellung in Chromium nicht ändern oder außer Kraft setzen.";
PluginsAllowedForUrls.pfm_title = "Plug-ins auf diesen Websites zulassen";
PluginsAllowedForUrls.pfm_description = "Mit dieser Richtlinie können Sie eine Liste von URL-Mustern festlegen, um anzugeben, welche Websites Plug-ins ausführen dürfen.";
PluginsBlockedForUrls.pfm_title = "Plug-ins auf diesen Websites blockieren";
PluginsBlockedForUrls.pfm_description = "Mit dieser Richtlinie können Sie eine Liste von URL-Mustern festlegen, um anzugeben, welche Websites keine Plug-ins ausführen dürfen.";
PopupsAllowedForUrls.pfm_title = "Pop-ups auf diesen Websites zulassen";
PopupsAllowedForUrls.pfm_description = "Mit dieser Richtlinie können Sie eine Liste von URL-Mustern festlegen, um anzugeben, welche Websites Pop-ups öffnen dürfen.";
PopupsBlockedForUrls.pfm_title = "Pop-ups auf diesen Websites blockieren";
PopupsBlockedForUrls.pfm_description = "Mit dieser Richtlinie können Sie eine Liste von URL-Mustern festlegen, um anzugeben, welche Websites keine Pop-ups öffnen dürfen.";
PrintingEnabled.pfm_title = "Drucken aktivieren";
PrintingEnabled.pfm_description = "Ermöglicht das Drucken in Chromium und verhindert, dass Nutzer diese Einstellung ändern. Falls diese Einstellung aktiviert oder nicht konfiguriert ist, können Nutzer drucken. Ist diese Einstellung deaktiviert, können Nutzer nicht in Chromium drucken. Der Druck wird etwa im Tools-Menü, in Erweiterungen und in JavaScript-Anwendungen deaktiviert. Mithilfe von Plug-ins, die Chromium beim Drucken umgehen, kann weiterhin gedruckt werden. So bieten etwa bestimmte Flash-Anwendungen eine Druckoption im Kontextmenü, die nicht deaktiviert wird.";
ProxyBypassList.pfm_title = "Kommagetrennte Liste der Proxy-Umgehungsregeln";
ProxyBypassList.pfm_description = "Für die Liste der hier angegebenen Hosts umgeht Chromium alle Proxys. Diese Richtlinie wird nur wirksam, wenn Sie unter \"Auswählen, wie Proxy-Server-Einstellungen angegeben werden\" manuelle Proxy-Einstellungen ausgewählt haben. Ausführlichere Beispiele erhalten Sie unter http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.";
ProxyMode.pfm_title = "Auswählen, wie Proxy-Server-Einstellungen angegeben werden";
ProxyMode.pfm_description = "direct - Nie Proxy verwenden\nauto_detect - Proxy-Einstellungen automatisch erkennen\npac_script - PAC-Proxy-Skript verwenden\nfixed_servers - Feste Proxy-Server verwenden\nsystem - System-Proxy-Einstellungen verwenden\nMit dieser Richtlinie können Sie angeben, welchen Proxy Chromium verwendet, und verhindern, dass Nutzer die Proxy-Einstellungen ändern. Wenn Sie festlegen, dass kein Proxy-Server verwendet, sondern immer eine direkte Verbindung hergestellt werden soll, werden alle anderen Optionen ignoriert. Falls Sie bestimmen, dass die Proxy-Einstellungen des Systems verwendet werden sollen oder der Proxy-Server automatisch erkannt werden soll, werden alle anderen Optionen ignoriert. Bei Auswahl des Modus mit festem Proxy-Server können Sie in \"Adresse oder URL des Proxy-Servers\" und \"Kommagetrennte Liste der Proxy-Umgehungsregeln\" weitere Optionen angeben. Zur Verwendung eines PAC-Proxy-Skripts müssen Sie die URL des Skripts im Feld \"URL einer PAC-Proxy-Datei\" angeben. Ausführliche Beispiele erhalten Sie unter http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett. Wenn Sie diese Einstellung aktivieren, ignoriert Chromium alle Proxy-Optionen, die in der Eingabeaufforderung angegeben werden.";
ProxyPacUrl.pfm_title = "URL einer PAC-Proxy-Datei";
ProxyPacUrl.pfm_description = "Mit dieser Richtlinie können Sie die URL einer PAC-Proxy-Datei angeben. Diese Richtlinie wird nur wirksam, wenn Sie unter \"Auswählen, wie Proxy-Server-Einstellungen angegeben werden\" manuelle Proxy-Einstellungen ausgewählt haben. Ausführliche Beispiele erhalten Sie unter http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.";
ProxyServer.pfm_title = "Adresse oder URL des Proxy-Servers";
ProxyServer.pfm_description = "Mit dieser Richtlinie können Sie die URL des Proxy-Servers angeben. Diese Richtlinie wird nur wirksam, wenn Sie unter \"Auswählen, wie Proxy-Server-Einstellungen angegeben werden\" manuelle Proxy-Einstellungen ausgewählt haben. Weitere Optionen und ausführliche Beispiele erhalten Sie unter http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.";
RestoreOnStartup.pfm_title = "Aktion beim Start";
RestoreOnStartup.pfm_description = "0 - Startseite öffnen\n1 - Zuletzt geöffnete URLs erneut öffnen\n4 - URL-Liste öffnen\nMit dieser Richtlinie können Sie die Funktionsweise beim Start festlegen. Wenn Sie \"Startseite öffnen\" auswählen, wird bei jedem Start von Chromium die Startseite geöffnet. Ist die Option \"Zuletzt geöffnete URLs erneut öffnen\" ausgewählt, werden die URLs erneut aufgerufen, die beim letzten Schließen von Chromium geöffnet waren. Bei Auswahl von \"URL-Liste öffnen\" werden beim Start von Chromium die URLs aufgerufen, die in der Liste \"Beim Start zu öffnende URLs\" aufgeführt sind. Wenn Sie diese Einstellung aktivieren, kann sie in Chromium nicht von Nutzern geändert oder außer Kraft gesetzt werden. Ist diese Einstellung deaktiviert, entspricht dies einer nicht erfolgten Konfiguration der Einstellung. Der Nutzer kann sie dann in Chromium ändern.";
RestoreOnStartupURLs.pfm_title = "Beim Start zu öffnende URLs";
RestoreOnStartupURLs.pfm_description = "Ist \"URL-Liste öffnen\" als Startaktion ausgewählt, können Sie die Liste der URLs angeben, die geöffnet werden.";
SafeBrowsingEnabled.pfm_title = "Safe Browsing aktivieren";
SafeBrowsingEnabled.pfm_description = "Aktiviert die Safe Browsing-Funktion von Chromium und verhindert, dass Nutzer diese Einstellung ändern. Falls Sie diese Einstellung aktivieren, ist Safe Browsing immer aktiv. Ist diese Einstellung deaktiviert, ist Safe Browsing nie aktiv. Falls Sie diese Einstellung aktivieren oder deaktivieren, können Nutzer die Einstellung in Chromium nicht ändern oder außer Kraft setzen.";
SavingBrowserHistoryDisabled.pfm_title = "Speichern des Browserverlaufs deaktivieren";
SavingBrowserHistoryDisabled.pfm_description = "Deaktiviert das Speichern des Browserverlaufs in Chromium und verhindert, dass Nutzer diese Einstellung ändern. Falls diese Einstellung aktiviert ist, wird der Browserverlauf nicht gespeichert. Ist diese Einstellung deaktiviert oder nicht konfiguriert, wird der Browserverlauf gespeichert.";
SearchSuggestEnabled.pfm_title = "Suchvorschläge aktivieren";
SearchSuggestEnabled.pfm_description = "Aktiviert die Anzeige von Suchvorschlägen in der Omnibox von Chromium und verhindert, dass Nutzer diese Einstellung ändern. Falls Sie diese Einstellung aktivieren, werden Suchvorschläge verwendet. Ist diese Einstellung deaktiviert, werden Suchvorschläge nie verwendet. Falls Sie diese Einstellung aktivieren oder deaktivieren, können Nutzer die Einstellung in Chromium nicht ändern oder außer Kraft setzen.";
ShowHomeButton.pfm_title = "Startseiten-Schaltfläche auf Symbolleiste anzeigen";
ShowHomeButton.pfm_description = "Zeigt die Startseiten-Schaltfläche auf der Symbolleiste von Chromium an. Falls Sie diese Einstellung aktivieren, wird die Startseiten-Schaltfläche immer angezeigt. Ist diese Einstellung deaktiviert, wird die Startseiten-Schaltfläche nie angezeigt. Falls Sie diese Einstellung aktivieren oder deaktivieren, können Nutzer die Einstellung in Chromium nicht ändern oder außer Kraft setzen.";
SyncDisabled.pfm_title = "Synchronisierung der Daten mit Google deaktivieren";
SyncDisabled.pfm_description = "Deaktiviert die Datensynchronisierung in Chromium mithilfe von Synchronisierungsdiensten, die von Google gehostet werden, und verhindert, dass Nutzer diese Einstellung ändern. Wenn Sie diese Einstellung aktivieren, können Nutzer diese Einstellung in Chromium nicht ändern oder außer Kraft setzen.";
TranslateEnabled.pfm_title = "Übersetzung aktivieren";
TranslateEnabled.pfm_description = "Aktiviert den integrierten Google Übersetzer-Dienst in Chromium. Wenn Sie diese Einstellung aktivieren, wird in Chromium eine integrierte Symbolleiste angezeigt, die dem Nutzer gegebenenfalls anbietet, die Seite zu übersetzen. Ist diese Einstellung deaktiviert, wird die Übersetzungsleiste nie für die Nutzer angezeigt. Falls Sie diese Einstellung aktivieren oder deaktivieren, können Nutzer die Einstellung in Chromium nicht ändern oder außer Kraft setzen.";
UserDataDir.pfm_title = "Verzeichnis für Nutzerdaten festlegen";
UserDataDir.pfm_description = "Konfiguriert das Verzeichnis, in dem Chromium Nutzerdaten speichert. Wenn Sie diese Richtlinien festlegen, wird das angegebene Verzeichnis auch dann von Chromium verwendet, wenn der Nutzer das \"--user-data-dir\"-Kennzeichen angibt.";